[
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 1,
    "text": "Zac Poonen commentary: The beginning of all things is God creating..."
  },
  {
    "book": "Genesis",
    "chapter": 1,
    "verse": 2,
    "text": "The earth was formless and void, indicating the need for God's work."
  },
  {
    "book": "Exodus",
    "chapter": 1,
    "verse": 1,
    "text": "The children of Israel in Egypt, setting the stage for deliverance."
  },
  {
        "book": "John",
        "chapter": 1,
        "verse": 1,
        "text": "This verse, along with verse 2, contains fundamental statements about Jesus Christ, the 'Word'. The Word is a title for Jesus Christ, representing the visible expression of the invisible God, similar to how spoken words express a person's thoughts. The 'Word' existed from the beginning, meaning from all eternity, a time that predates the creation described in Genesis 1:1. The verse also states 'the Word was with God,' which indicates there was another person who was also God, identified as the Father, with whom Christ was. The third statement, 'the Word was God,' makes it clear that Jesus Christ is God Himself. From this verse, it's concluded that God is more than one person, existing in three persons—Father, Son, and Holy Spirit—all of whom are equally and eternally God, yet there is only one God, not three gods."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 2,
        "text": "This verse repeats the idea that Christ was in the beginning with God , emphasizing that Jesus existed with the Father from all eternity."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 3,
        "text": "This verse corresponds to Genesis 1:1 and states that all things came into being through Christ. The heaven, the earth, and everything in it were created through Him, and nothing was created apart from Him. The Hebrew word for 'God' in Genesis 1:1, 'Elohim,' is a plural word, which signifies that God is more than one person, supporting the idea that creation was a work of the triune God."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 4,
        "text": "'In Him was life,' can only be said about God, as only God has life in Himself. All other created beings have life derived from God. Jesus said, 'I am the way, the truth, and the life,' emphasizing that He has life in Himself. This life is not just existence but refers to the very nature of God manifested in Jesus's life. This life was also the 'light of men,' a light that comes from God and is meant for humanity to walk in. The light that Christ brought to earth was not a primary doctrine or a teaching, but a life. When Christianity becomes focused on doctrines or patterns instead of this life, it has 'missed the main thing'. While doctrines and patterns are not unimportant, they are secondary to the life of Christ, which is what makes a person a Christian. Unity comes from the life of Jesus, not from a specific doctrine or church pattern."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 5,
        "text": "'The light shines in the darkness, and the darkness did not overpower it,' explains that the life of God cannot be overcome by darkness. A Christian who has received the life of Jesus, which is the light of the world, will shine regardless of how dark, evil, or filthy their surroundings are. Sin is stronger than human will, and Satan is stronger than human power. The secret to a victorious life is not in doctrine, determination, or self-discipline, but in receiving the life of God. It is impossible to overcome sin and darkness without receiving the life of God through the Holy Spirit. The light will overpower the darkness when a person yields to the Holy Spirit and allows Him to take possession of their entire being."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 6,
        "text": "This verse introduces John the Baptist as a man 'sent from God'. To effectively preach Christ, a person must be sent by God, as John the Baptist was. If a person undertakes ministry without being sent by God, it will only lead to confusion. The Apostle Paul serves as an example, stating that Christ Jesus put him into the ministry, not a human being. An effective ministry requires a personal, face-to-face relationship with Christ where He has commissioned you. John the Baptist was an ordinary man without a title, which is presented as a good example for those in ministry to follow."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 7,
        "text": "John the Baptist came to bear witness to the 'light,' which is the life of God manifested in Jesus Christ. He did not come to preach theories or to present himself, but to bear witness to the life of Christ. A person can only bear witness to that life if they have partaken of it themselves."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 8,
        "text": "John the Baptist was 'not the light,' but came to bear witness to the light. The ultimate purpose of a witness is to draw people to Christ, not to oneself. John the Baptist's goal was to lead people to faith in Christ and turn their attention away from himself. He is an example for ministers who should not try to present themselves as the light but should lift up Christ so that people are drawn to Him. John said, 'Jesus must increase. I must decrease,' providing a model for true and effective ministry."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 9,
        "text": "Jesus Christ is the 'true light' who came into the world to give light to 'every man'. The world as a whole has benefited from His coming, even though only a few have received salvation. Whether a person responds to that light and allows it to enter their life is a personal choice."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 10,
        "text": "Jesus was in the world, a world that was made through Him, yet the world did not know Him. This is because He came as a very simple person, without the pomp, show, or qualifications that the world typically values, such as wealth, high family, or education. The world did not value the 'life from God,' which was the important thing. The same is true today; men of God are often not appreciated because love, humility, and purity are not valued as they should be. The church's calling is to show the world the life of Jesus, which is seen in humility, purity, and love, not in power or wealth."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 11,
        "text": "Jesus 'came to His own,' referring to the Jewish people who had received the revelation of God since the days of Abraham and Moses. Despite being His own people, they did not receive Him; in fact, they crucified Him. It was the Jewish high priests and religious people, not the Roman soldiers or Pilate, who wanted to kill Jesus. Religious people have historically been the greatest persecutors of the true disciples of Jesus."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 12,
        "text": "'As many as received Him, to them He gave the right to become children of God'. This right is not based on good works or accomplishments but on receiving Christ, the light of all men. Receiving Him means opening one's entire being to the life of God, desiring His life to come in and drive out the darkness of sin and worldliness. It is a personal act of receiving Christ, not just repeating a formula with one's lips. 'To believe in His name' is synonymous with receiving Him; it is not merely intellectual belief, as even demons believe and shudder. To believe in Jesus's name means to believe that He can save you from your sins and to desire that salvation. It is a trust that is likened to a bride committing her whole life to her bridegroom."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 13,
        "text": "Becoming a child of God is a supernatural birth, what Jesus calls being 'born again' or the 'new birth'. This birth is not the result of: 1) **blood relationship.** A person cannot become a child of God simply because their parents were Christians. Each person must personally receive Christ. 2) **the will of the flesh.** This refers to self-will and human determination; no amount of human discipline, asceticism, or self-control can make a person a child of God. 3) **the will of man.** No other person, regardless of their actions like laying on of hands, confirming, or baptizing, can make someone a child of God. This birth must come from God. It is a supernatural work of the Holy Spirit, similar to how the body of Jesus was supernaturally created in Mary's womb. While a person must submit, the birth itself is a work of the Holy Spirit. Without this inward birth, a person is not a child of God."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 14,
        "text": "'The Word became flesh' means that the Word, who was God and existed from all eternity, became like us. 'Flesh' is a term used to describe the human race after the fall of Adam, a state with lusts and desires. Jesus came 'in the likeness of sinful flesh' so that He could be tempted in all points as we are. However, even though He came in our flesh, He never sinned in any way. In His flesh, He manifested the glory of God, which is a perfect balance of grace and truth. Jesus emptied Himself of the 'fullness of God,' meaning the privileges and powers He had as God, while retaining His deity. The mystery of godliness is that God was revealed in the flesh. The message for believers is that through the power of the Holy Spirit, the same glory of God can be manifested in our own flesh as well, as we do not have to yield to its lusts."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 15,
        "text": "In this verse, John the Baptist states 'He who comes after me has a higher rank than I, for he existed before me'. This highlights Jesus's eternal existence. Jesus, who was born to earth after John, existed from all eternity in heaven. While Jesus was the 'only begotten' from the Father, today He is the 'firstborn among many brethren,' as God now has many sons."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 16,
        "text": "From the fullness of Jesus, believers have all received 'grace upon grace'. This means that believers can partake of the same fullness of grace and truth that was in Christ. Paul's prayer for the Ephesians to be 'filled with all the fullness of God' shows that this is possible for believers. This is received through God's free grace."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 17,
        "text": "This verse contrasts the Old Covenant, which was the law given through Moses, with the New Covenant, which brought 'grace and truth' through Jesus Christ. The same grace and truth manifested in Christ can now be manifested in our flesh, which is the 'good news' of the gospel. The difference between an admirer of Jesus and a follower is that an admirer praises Jesus's wonderful life but believes they cannot be like Him, while a follower is called to 'follow me'. Many Christians today say things with their lips but their hearts go after their own lusts, just like the people in the Old Testament. The good news is that the same grace and truth seen in Jesus's flesh can now be seen in us through the Holy Spirit's power."
    },
    {
        "book": "John",
        "chapter": 1,
        "verse": 18,
        "text": "No one has ever seen God, which is why the Word had to become flesh. If Jesus had come as a spirit, people could not have seen Him, felt His touch, or heard His words. The 'only begotten God' who is in the 'bosom of the Father' has 'explained Him'. Jesus explained God to the world not primarily through words but through His life. Believers, who are now called the body of Christ, have the same calling as Jesus: to explain God to people by manifesting grace and truth in their lives. The church is called the body of Christ because its function is to continue the ministry of Christ, which is to manifest the glory of God to the world."
    },
    {
    "book": "John",
    "chapter": 1,
    "verse": 19,
    "text": "This is the witness of John when the Jews sent to him priests and Levites from Jerusalem to ask him who are you. He confessed and did not deny, and he confessed, 'I am not the Christ.' John was very faithful; he never sought to draw attention away from Christ to himself, a mark of a true servant of God who seeks to stay in the background and draw people to Jesus himself. They asked him, 'What then?'"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 20,
    "text": "He confessed and did not deny, 'I am not the Christ'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 21,
    "text": "They asked him, 'Are you Elijah?' and he said, 'I am not.' 'Are you the Prophet?' and he answered, 'No.' He had very low thoughts about himself."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 22,
    "text": "They said, 'Then who are you so that we may give an answer to those who sent us? What do you say about yourself?'"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 23,
    "text": "He said, 'I am only a voice.' He didn't want to be known or to have other people recognize his face. It was enough that people heard the voice; there was no need even to see the face. He was a voice of one crying in the wilderness, 'Make straight the way of the Lord,' as Isaiah the prophet said. This is a prophecy from Isaiah chapter 40, and he was only fulfilling that. He was a voice crying in the wilderness saying, 'Give up your crookedness and make the way of the Lord straight,' the very message that the Jewish people of his time needed to hear, for they had corrupted the way of the Lord in the eyes of the people."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 24,
    "text": "These people who came to ask John were sent from the Pharisees."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 25,
    "text": "They asked him, 'Why then are you baptizing if you are not the Messiah, the Christ, nor Elijah, nor the Prophet?'"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 26,
    "text": "John answered them, 'I baptize in water, but among you stands one whom you do not know,' referring to Christ. It is he who comes after me, the thong of whose sandal I am not worthy to untie. He recognized that he was unfit even to be a slave to Jesus, which shows the tremendous concept he had of our Savior."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 27,
    "text": "It is he who comes after me, the thong of whose sandal I am not worthy to untie."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 28,
    "text": "These things took place in Bethany beyond the Jordan where John was baptizing."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 29,
    "text": "The next day he saw Jesus coming to him and said, 'Behold, the Lamb of God who takes away the sin of the world.' For more than 1,400 years, the Jewish nation had seen lambs being slain every day in the tabernacle first and then in the temple, and they knew this was referring to one who would finally come to be the sacrifice for their sins. The slaying of the Lamb was only symbolic, and now at last He had come. When John the Baptist said 'Behold, the Lamb of God,' he knew that this was the fulfillment of all that Old Testament symbolism and prophecy. Jesus came to take away the sin of the world."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 30,
    "text": "'This is he on behalf of whom I said, after me comes a man who has a higher rank than I, for he existed before me.' John the Baptist says this is the one I was talking about, always the one who existed before me, 'here is he'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 31,
    "text": "I did not recognize him, but in order that he might be manifested to Israel, I came baptizing in water."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 32,
    "text": "John bore witness saying, 'I have beheld the Spirit descending as a dove out of heaven and he remained upon him.'"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 33,
    "text": "'I did not recognize him,' he says again, 'but he who sent me to baptize in water, that is God, said to me, 'He upon whom you see the Spirit descending and remaining upon him, this is the one who baptizes in the Holy Spirit'.' John the Baptist said that he had a very definite word from God that when you see the Spirit descending upon one and remaining upon him, that is the one who will baptize other people in the Holy Spirit. John the Baptist says, 'I am only baptizing in water, but this one who is greater than me is going to baptize in the Holy Spirit'. The word baptism is a Greek word which means immersion. Jesus is called here the immerser in the Holy Spirit, like John was an immerser. John the Baptist means John the immerser, the one who was plunging people into the water. In the same way, Jesus is also a plunger or an immerser in the Holy Spirit. He drenches us with the Holy Spirit's power. This was never possible under the Old Testament, but here in the New Testament, Jesus baptizes or immerses in the Holy Spirit. This promise is repeated in the first five books of the Bible in Matthew chapter 3, Mark chapter 1, Luke chapter 3, John chapter 1, and Acts chapter 1. We read of the baptism in the Holy Spirit or of being baptized in the Holy Spirit or of being immersed in the Holy Spirit. The very first two promises in the New Testament are: the first in Matthew 1:21, 'You shall call his name Jesus for he shall save his people from their sins,' and the second in Matthew chapter 3 is, 'He shall baptize you in the Holy Spirit' (Matthew 3:11). These are the two experiences that we need to know as children of God: first, being saved from our sins; second, being baptized or immersed in the Holy Spirit and fire. The Holy Spirit is symbolized as fire that burns up the chaff and comes and endues us with power. It's like the petrol being ignited in a scooter or a car with fire so that it propels the vehicle forward. Without the fire, any amount of petrol in the vehicle is no use; it needs the spark, the fire, to propel it. What many believers need today is the fire of the Holy Spirit. Their tanks are full of petrol, full of the word of God, but the power, the fire, is missing, and so they are pushing their vehicles instead of driving them. What you need is to be baptized in the Holy Spirit, to be immersed in the Holy Spirit and fire. There is only one whom God has appointed to baptize in the Holy Spirit, and that is Jesus himself. A man can baptize you in water, but only Jesus can baptize you in the Holy Spirit. Here is a promise: Jesus is the one who baptizes or immerses in the Holy Spirit. This is not a point to be discussed and argued theologically; it is something to be experienced in our life. It is impossible to live the Christian life without this power."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 34,
    "text": "The third thing John says here is concerning Christ, 'I have seen and have borne witness that this is the Son of God.' There are three things here in verses 29 to 34. First, the Lamb of God who takes away the sin of the world. We need to experience him like that, the Lamb of God who has taken away my sin. Secondly, verse 33, this is the one who baptizes in the Holy Spirit. I need to know him as the one who has immersed me, who immerses me in the Holy Spirit. And third, 'this is the Son of God'. I need to worship him as the one who is the Son of God from all eternity, my Lord and my Savior. Don't miss out on any of these."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 35,
    "text": "And again, the next day John was standing and two of his disciples, and he looked upon Jesus and he said, 'Behold, the Lamb of God,' or 'look, there is the Lamb of God'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 36,
    "text": "He looked upon Jesus and said, 'Behold, the Lamb of God.'"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 37,
    "text": "Two of his disciples heard him speak and they followed Jesus. What a wonderful testimony if it can be said of us who preach the word that they heard him speak and they followed Jesus. If it can be said about you, 'they heard you speak and they didn't follow you, they followed Jesus,' that is a true servant of God. They heard him speak and they didn't follow him; they followed Jesus. Beautiful words."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 38,
    "text": "Jesus turned and beheld them following and said to them, 'What do you seek?' That is a question he always asks those who turn around, those who come to him: what are you seeking? Are you seeking money, health, honor, position, a job, or are you seeking salvation, power, being saved from sin (verse 29), the baptism in the Holy Spirit? What are you seeking? That is a question he asks us even today. And they said, 'Where are you staying? We'd like to be with you.' What a wonderful desire to be with you."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 39,
    "text": "Jesus said to them, 'Come and you will see.' They came therefore and saw where he was staying and stayed with him that day, for it was about the tenth hour. Even today Jesus says to the world, 'Come and see.' Where is he dwelling today? He is dwelling in the church, in the midst of the church (Revelation 1). He tells the world today, 'Come and see how I am living in the midst of the church.' This is our calling, brothers and sisters, who are listening: our calling is to represent Christ in such a way that we can invite the world into our churches, into our homes, and say, 'Come and see how Jesus dwells in our midst'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 40,
    "text": "One of the two who heard John speak and followed Jesus was Andrew, Simon Peter's brother."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 41,
    "text": "He found first his own brother Simon and said to him, 'We have found the Messiah,' which translated means Christ. What a wonderful man John the Baptist was that he just let two of his disciples go and follow Jesus. That was his calling, and that's our calling too, dear friends who preach the word: to draw people to Jesus so that they follow him and that they don't have any connection with us as if we were their head, but that they are connected to the Lord and follow him. Andrew found his own brother Simon, and there again we can learn something. We have a responsibility to bring others in our own family to Christ if Christ has laid hold of us. Have you found Jesus as your savior? Find your brother, tell him about Jesus, tell your relatives about Jesus. This is evangelism; personal evangelism begins in our family. Why has God laid hold of one person in a family? The purpose is to reach other members in that family. He found first his own brother Simon, a message that you and I need to take heed to. Have we found our own brother, sister?"
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 42,
    "text": "He said to him, 'We have found Christ.' And he brought Simon to Jesus. Jesus looked at him and said, 'You are Simon the son of John; you shall be called Cephas,' which translated means Peter or a small rock or stone, not a big rock like the one Jesus spoke about in Matthew 16:18, 'Petra,' that rock is Christ himself. But this is a small stone, 'Petros.' 'You are a small stone that will be built on the big rock as a part of the church'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 43,
    "text": "The next day Jesus purposed to go forth into Galilee and he found Philip, and Jesus said to him, 'Follow me.' just two words: 'follow me'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 44,
    "text": "Philip was from Bethsaida, the same city as Andrew and Peter."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 45,
    "text": "What did Philip do? He engaged in personal evangelism too. He found Nathanael and said to him, 'We have found him of whom Moses in the law and also the prophets wrote: Jesus of Nazareth, the son of Joseph.' As soon as people found the Messiah, they told others, and that's what we need to do too."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 46,
    "text": "Nathanael said to him, 'Can any good thing come out of Nazareth?' and Philip said to him, 'Come and see.' Always that message: 'Come and see.' Jesus said, 'Come and see' (verse 39), and that is the message we need to proclaim in the church today. 'Come and see' what the Lord has done in our midst. 'Come and see' how we live together as husband and wife. 'Come and see' how we live together in fellowship in the church. Unfortunately, the message that many Christian churches are preaching today is only 'come and hear,' 'come and hear' this new doctrine that we have, 'come and hear' this new preacher who has come from some other country. No, that's not primarily what we are to say, but 'come and see' what this message has produced. If it has not produced anything, then what is the use of telling them to come and hear? What has it produced in your relationship with your wife or your husband, or in you as a father towards your children? Has it made you more patient? Has it made you overcome anger in your home? Have you stopped shouting at your wife? Can you say to others, 'Come and see what the gospel has produced in my home'? Otherwise, we should hang our head in shame and repent and seek God and say, 'Lord, help me to so live such a life that I can invite others to come and see.' And not only that, what about your thought life, your heart, your thoughts? Can you invite people to come inside your thoughts? If it were possible to see the purity and peace that there is in your thoughts. 'Come and see' is the message that we need to proclaim; otherwise, we shall be empty talkers. Paul speaks in Titus chapter 1 about empty talkers. We must never become empty talkers."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 47,
    "text": "Jesus saw Nathanael coming to him from a distance and said of him, 'Behold, an Israelite indeed, in whom is no guile.' What a wonderful commendation if Jesus can say that about you and me: 'an Israelite in whom there is no guile,' no hypocrisy. Not perfect, not sinless, but no pretense. That is what we need to hear. First of all, Nathanael was not even converted; he was not born again. He hadn't come to a life of victory over sin, but he was free from pretense and hypocrisy and guile, and that is the first step. Jesus chooses such people, Jesus calls such people even today. What is he looking for? Freedom from hypocrisy and pretense and guile. Does he find that in you, dear friend? Does he find freedom from hypocrisy and guile and pretense in you as he did in Nathanael? Then there is great hope."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 48,
    "text": "Nathanael said to him, 'How do you know me?' and Jesus answered and said to him, 'Before Philip called you, when you were under the fig tree, I saw you.' What do you think Nathanael was doing under the fig tree? Quietly alone in some place under a fig tree, he was kneeling down and praying to God. Jesus said, 'I saw you there.' By supernatural revelation, Jesus had seen what Nathanael had done."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 49,
    "text": "Nathanael answered and said, 'Rabbi, you are the Son of God; you are the King of Israel.' Nathanael knew that no one had seen him there under the fig tree except God, and when Jesus supernaturally spoke that word, immediately his heart was open."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 50,
    "text": "Jesus answered and said, 'Do you believe because I said to you that I saw you under the fig tree? Is it because of something supernatural like this that you believe? You will see greater things than these'."
  },
  {
    "book": "John",
    "chapter": 1,
    "verse": 51,
    "text": "What will you see? He said to him, 'Truly I say to you, you shall see the heavens opened and the angels of God ascending and descending upon the Son of Man.' This is a reference to the time when Jacob lay down in Bethel and had a dream and he saw a ladder going up to heaven and the angels of God ascending and descending on that ladder. Here Jesus says that that ladder is the Son of Man. That ladder was a picture of Christ all the way from heaven down to the earth with its last rung right down, with its feet of the ladder right placed on earth. The Word became flesh; he became exactly like us, he was made like his brethren (Hebrews 2:17) in all things. He is the only ladder to heaven; he is the only way that we can go up into God's kingdom. It's very significant that he refers to that incident in Jacob's life here, because Jacob was the one whose name was changed to Israel, and in Jacob at that time there was a lot of guile and deception. He had deceived his father before running away saying that he was Esau. But now in Nathanael, we read a person in whom we can read John 1:47 like this, 'Behold an Israelite indeed in whom there is no Jacob,' in whom there is no guile. And that is our calling today: there should be no Jacob in us, no deceiving of others, no pretense, no pretending to be Esau, but a true Israelite freed from hypocrisy. Such a person sees Jesus as the ladder from earth to heaven and the angels of God ascending and descending upon him."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 1,
    "text": "On the third day there was a wedding in Cana of Galilee and the mother of Jesus was there. Jesus was also invited and his disciples to the wedding. Jesus went to wedding receptions. There was nothing wrong in that. Jesus enjoyed going to such functions; he was not an ascetic like John the Baptist. He had come to establish a new covenant."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 2,
    "text": "Jesus was also invited and his disciples to the wedding."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 3,
    "text": "At that wedding the wine gave out and the mother of Jesus said to him, 'They have no wine.' Mary thought the old relationship was still valid where he had obeyed her for thirty years."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 4,
    "text": "Jesus said to her, 'Woman, what do I have to do with you? My hour has not yet come.' Jesus made it very clear to Mary right at the outset of his ministry that he had no relationship with her now like he had for 30 years in Nazareth as her obedient son. We read in Luke 2:52 that Jesus went down to Nazareth and he was subject to Joseph and Mary all through those years. He continued in subjection to them. But now a time had come after his baptism where he entered into his ministry as the Messiah and it was very important for Mary to recognize that that old relationship was gone. So he turns around to her and says words which are very strong. He calls her 'woman,' not mother, but 'woman.' He had never spoken to her like this in all his 30 years in Nazareth; there he had called her mother. But now he entered into his ministry as the savior of the world and he did not want any human attachment anymore to his relatives. The blood relationship meant nothing. Later on he once said, 'Who are my mother and my brothers and my sisters? These who hear the word of God and do it, these who do the will of God.' So Jesus broke off that human relationship to his relatives and that is what he told his disciples too: 'If you want to be my disciples you got to hate your father, mother, brother, sister, wife and children,' which means 'break off that human relationship.' Jesus sets an example. 'What do I have to do with you?' that old relationship is no longer valid. 'My hour has not yet come.' Now I respond to the leading of the Holy Spirit. It's very important for us to recognize that in Christ the earthly relationships are broken. We come into a new creation and new relationships with brothers and sisters in the church. The expression 'my hour has not yet come' means that he would do things only when prompted and led by the Holy Spirit. He was not going to respond to human ideas and suggestions of what they felt was necessary, but to the leading of the Holy Spirit."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 5,
    "text": "So his mother recognized that a new relationship had now come, so she just said to the servants, 'Whatever he says to you, do it.' Beautiful words that we can listen to: 'whatever he says'."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 6,
    "text": "Now there were six stone water pots set there for the Jewish custom of purification, containing twenty or thirty gallons each."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 7,
    "text": "Jesus said to them, 'Fill the water pots with water,' and they filled them up to the brim."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 8,
    "text": "He said to them, 'Draw some out now and take it to the head waiter,' and they took it to him."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 9,
    "text": "When the head waiter tasted the water which had become wine, he said, 'You have kept the good wine until now.' The beginning of his signs Jesus did in Cana of Galilee and manifested his glory, and his disciples believed in him. There are a number of things that we can learn from this miracle. One is that where Jesus is not given the first place, the wine will always run out. In every marriage, the wine of joy and abundance will run out if Jesus is not present. But if he is there, he will always make sure there is an abundance. He can take the water, the ordinary things of life, and turn it into wine from heaven, supernaturally bringing something glorious into a very ordinary thing. He does not do it all by himself; he seeks to work together with us. Right through John's gospel we see the principle of the new covenant, which is partnership with Jesus. We don't do it alone; neither does Jesus do it alone. It is in fellowship with us that he works. He could have created water in those water pots without a problem, but he doesn't do it. He asks the servants to fill the water pots with water and then he turns the water into wine. So the servants also had a part in it because they filled the water pots with water and they drew it out and served it. It was a cooperation, a partnership that Jesus was trying to teach his disciples and all of us. The Christian life is a partnership where we take his yoke upon us and work together with him. There were six stone water pots set there for the Jewish custom of purification, containing twenty or thirty gallons each. Jesus said to them, 'Fill the water pots with water.' That's the other thing we learn here: that we have to work hard, no half-heartedness, fill it up to the brim, up to the brim, with complete wholeheartedness, hard work. And then Jesus does a miracle. He doesn't do what we can do; he does what we cannot do."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 10,
    "text": "He said, 'You have kept the good wine until now.' "
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 11,
    "text": "The beginning of his signs Jesus did in Cana of Galilee and manifested his glory and his disciples believed in him."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 12,
    "text": "After this he went down to Capernaum, he and his mother and his brothers and his disciples and there they stayed a few days."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 13,
    "text": "And the Passover of the Jews was at hand and Jesus went up to Jerusalem. This was the first Passover that Jesus went to, which is recorded in the gospel of John. At that time, in Jerusalem, the Jews were carrying out certain customs which God had never commanded them to do. They were very religious, but they were doing things that were not commanded by God. Jesus had to cleanse the temple."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 14,
    "text": "He found in the temple those who were selling oxen and sheep and doves and the money changers sitting down. Why was he so angry? The temple was called by the Lord's house, a house of prayer for all nations. But they had turned it into a house of merchandise. This is what Jesus was angry about. The house of God has to be a house of prayer, a house of fellowship, a house for people to be quiet and get in touch with God. It is not meant to be a house of merchandise where people are selling things."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 15,
    "text": "He made a scourge of cords and drove them all out of the temple with the sheep and the oxen and he poured out the coins of the money changers and overturned their tables. The one who was full of grace and truth manifested his glory. When we think of Jesus, we must not think of him as a milk and water person. He was a person full of zeal for God's house."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 16,
    "text": "And to those who were selling the doves he said, 'Take these things away. Stop making my father's house a house of merchandise.'"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 17,
    "text": "His disciples remembered that it was written, 'Zeal for thy house will consume me.' When Jesus cleansed the temple, he was manifesting his divine glory. His zeal for his Father's house was so great."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 18,
    "text": "The Jews therefore said to him, 'What sign do you show to us since you do these things?' They were not concerned with his zeal for God's house, but they wanted to see a sign, a miracle, a sensational thing. They wanted to test him. The same is true of religious people today."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 19,
    "text": "Jesus answered and said to them, 'Destroy this temple and in three days I will raise it up.' He was referring to the temple of his body, but they did not understand."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 20,
    "text": "The Jews therefore said, 'It took forty-six years to build this temple and will you raise it up in three days?'"
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 21,
    "text": "But he was speaking of the temple of his body."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 22,
    "text": "When therefore he was raised from the dead, his disciples remembered that he said this and they believed the scripture and the word which Jesus had spoken."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 23,
    "text": "Now when he was in Jerusalem at the Passover, during the feast, many believed in his name, beholding his signs which he was doing. They believed on the basis of seeing miracles. But Jesus had no faith in their faith."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 24,
    "text": "But Jesus on his part was not entrusting himself to them, for he knew all men. He knew that their faith was based on sensationalism. He was not entrusting himself to them because he knew that their faith was not rooted in a changed heart."
  },
  {
    "book": "John",
    "chapter": 2,
    "verse": 25,
    "text": "And because he did not need anyone to bear witness concerning man, for he himself knew what was in man. He knew what was in their hearts."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 1,
    "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 2,
    "text": "This man came to him by night and said to him, 'Rabbi, we know that you have come from God as a teacher, for no one can do these signs that you do unless God is with him.' He was an honest man who came to Jesus by night, perhaps because he was afraid of what his colleagues would say. He was a religious leader, a ruler of the Jews, a member of the Sanhedrin, a respected man. But he was hungry for truth. He came to Jesus because of the miracles. This is the same type of person as the people in the previous chapter who believed because of miracles. But Jesus is now going to correct him and take him deeper. Nicodemus said, 'we know that you have come from God as a teacher,' but Jesus is not just a teacher; he is the savior of the world. Jesus is going to tell him something that Nicodemus had not heard before."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 3,
    "text": "Jesus answered and said to him, 'Truly, truly, I say to you, unless one is born again, he cannot see the kingdom of God.' Jesus immediately went to the root of the matter. Nicodemus was thinking about signs and doctrines and teachings, but Jesus went to the heart. This is the first and fundamental truth of Christianity. You have to have a new birth, a supernatural birth, a new beginning. A new life has to begin in you. This new life is received when you are born again."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 4,
    "text": "Nicodemus said to him, 'How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?' He was thinking in a very physical way. The new birth is not a physical thing."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 5,
    "text": "Jesus answered, 'Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter into the kingdom of God.' What does 'born of water' mean? Some say it refers to physical birth. Others say it refers to water baptism. But in the context of the New Testament, water always refers to the Word of God. The Word of God is what cleanses us. This is the first part of the new birth. A person needs to hear the word of God and be washed by it. We are born again by the Word of God which lives and abides forever. The second thing is 'born of the Spirit.' The Spirit must come and give life to the Word that you have heard."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 6,
    "text": "'That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.' What is born of the flesh is only flesh. A person's natural birth only gives them a natural life. No amount of human improvement can change the flesh. You have to have a new birth, a spiritual birth. The flesh, the sinful human nature, cannot be improved; it has to be killed. The new life, which is spirit, is what we need. This is a work of the Holy Spirit. The Holy Spirit has to come into your spirit and give you a new birth."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 7,
    "text": "'Do not marvel that I said to you, 'You must be born again.''"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 8,
    "text": "'The wind blows where it wishes and you hear the sound of it, but do not know where it comes from and where it is going; so is everyone who is born of the Spirit.' You cannot see the wind, but you can see its effects. In the same way, you cannot see the Holy Spirit, but you can see his effects in the life of a person who is born again. His life is changed. He has a new nature. The fruit of the Spirit is manifested in his life. You can see the love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control in his life. This is the evidence that a person is born again. The wind is also a picture of the Holy Spirit, who is invisible and sovereign."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 9,
    "text": "Nicodemus answered and said to him, 'How can these things be?'"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 10,
    "text": "Jesus answered and said to him, 'Are you the teacher of Israel, and do not understand these things?' Jesus was surprised that a great religious teacher in Israel did not know about the new birth."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 11,
    "text": "'Truly, truly, I say to you, we speak that which we know, and bear witness to that which we have seen; and you do not receive our witness.' Jesus was saying, 'I am not telling you about something that I have heard from someone else, but about something that I have seen and know. I have seen the new birth in the lives of my disciples, but you do not receive my witness.' Jesus was a witness to the new birth."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 12,
    "text": "'If I told you earthly things and you do not believe, how shall you believe if I tell you heavenly things?' This new birth that I'm telling you about is an earthly thing. Here on earth, we have to be born again, but there are even greater mysteries which are heavenly. How will you ever understand those other things if you can't understand this, the most elementary truth of all?"
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 13,
    "text": "'No one has ascended into heaven but He who descended from heaven, the Son of Man.' Only the Son of Man, Jesus, has come down from heaven and has the right to ascend back into heaven. He is the only one who can explain heavenly things to us."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 14,
    "text": "'As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up.' This is the way to be born again. Jesus is explaining to Nicodemus. He says, 'You're a teacher in Israel; you know how Moses in the wilderness made a bronze serpent and lifted it up so that all those who looked at that brazen serpent could find healing from the bite of the poisonous serpents in the wilderness.' He says, 'In exactly the same way, the poisonous serpent, Satan, has bitten all of humanity, but Jesus, who knew no sin, would be made sin on the cross, taking our sin upon himself. He would face the punishment and take that poison and the punishment of it so that all who look to him can be saved and have eternal life.' That is the life of God."
  },
  {
    "book": "John",
    "chapter": 3,
    "verse": 15,
    "text": "'That whoever believes in him may have eternal life.' This is the way of salvation: 'look unto Jesus who took your punishment on the cross and be saved'."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 1,
    "text": "Here is a letter written by Jude, who was one of the physical blood brothers of Jesus, brother of James, who has written the epistle of James, also another brother of Jesus, son of Mary, and along with James, had been unbelieving in\n\nthe entire earthly lifetime of Jesus as far as we know and was converted after the resurrection and who obviously repented so wholeheartedly of his years of unbelief that he turned out to be a bondservant of Jesus Christ and here he writes Jude a slave a bond slave of Jesus Christ we've considered that before that there is a difference between a servant and a slave\n\nJude was a bond slave. A slave is one who has no rights over himself. He only has to do the will of his master. And when they said that they were bond slaves of Jesus Christ, it meant that they had given up their own will in everything. They had given up their own plans, their own ambitions, and they were there to do the will of Jesus Christ their Lord. Brother of James, to those who are the called, beloved in God the Father,\n\nand kept for Jesus Christ beloved of God and kept preserved for Jesus Christ may mercy peace and love be multiplied to you he prays first of all that God will show them mercy something that we all need and that the peace of God is a greeting that one finds at the beginning of almost every episode the peace of God reigning in our hearts and bringing peace between believers\n\nAnd love, the love of God ruling in our hearts and being manifested in the mutual relationships of believers, be multiplied to you as God gives it to us, made increased so that this peace and love can be manifested in our relationship with one another. And then Jude writes, Beloved, while I was making every effort to write to you about our common salvation, he says, I actually wanted to write something about\n\nwhat our salvation is all about. I think something like Paul's letter to the Romans on justification and sanctification, etc. But he says, that's what I was planning to write to you all about, about the way of salvation. But as I thought about that, I felt the necessity, I felt constrained to write to you appealing that you earnestly contend for the faith which was once for all delivered to the saints.\n\nAs he planned to write about salvation, the Holy Spirit constrained him to write about something else. Because there was something else that needed to be written as part of Scripture. There was something else that these people needed to hear about. Because the Gospel had been corrupted even by that time when Jude wrote in the first century. And he says, the Spirit of God constrained me to write about something else. And it's very good to listen to the voice of the Spirit\n\nWhen he leads us to write about something else than what we plan to write. And there Jude, being a bond slave of Jesus Christ, gave up his own will and what he wanted to write and wrote what the Spirit prompted him to write. No doubt that was the right thing.\n\nVery often, what our reason tells us is not the right thing. It's the prompting of the spirit that's right. And we need to live by the promptings of the spirit and set aside what our reason tells us. Reason suggested to Jude to write something about salvation, but the spirit prompted him to write about something more important, to contend earnestly, to fight spiritually, not physically. Our kingdom is not of this world. We do not fight physically, but spiritually to carry on a vigorous defense, to stoutly defend.\n\nThe faith, the true doctrine which has been entrusted by God through Jesus Christ, through the apostles to the saints once for all. He says there are people corrupting it. And he says I want you to fight for it, preserve it. For he says certain persons have crept in unobserved. The devil's got his fifth columnists, his agents whom he sends into churches to corrupt the doctrine, to corrupt the life.\n\nHe says these were long beforehand marked out for this condemnation. They were written down as sentenced for judgment. Ungodly persons. Who are these people who have crept into the churches and corrupted the faith? The very first mark of them is that they are ungodly. They may be clever, but as J.B. Phillips paraphrases it, they have no real reverence for God.\n\nWhen a man doesn't have reverence for God, that means when a man doesn't fear God, the Bible calls him ungodly. And such an ungodly person is a perfect person for Satan to use as a fifth columnist in a church. One who can corrupt the church and its doctrine. These people who have crept in, he says, the first mark of them is that they don't have any fear of God. And when a person doesn't have any fear of God,\n\nHe begins to have a very loose and lax attitude towards sin. Do you know that it's possible to intellectually understand all the doctrines correctly and yet to have a very loose attitude towards sin? Because a right attitude towards sin doesn't just come through understanding various doctrines. It comes through the fear of God. It doesn't say an understanding of doctrine is the beginning of wisdom, but the fear of the Lord is the beginning of wisdom.\n\nAnd these people have turned the grace of our God into licentiousness and deny our only Master and Lord Jesus Christ. Notice what these people who have a lack of the fear of God do. They twist the message of God's grace into something that becomes a license for them to sin.\n\nNow the reason why the book of Jude, Paul Jude's letter has a particular application for today and the days in which we live, is because these persons have crept into Christendom today as well, who proclaim a loose and a lax attitude towards sin. And how do they do it? By speaking of the grace of God as something that is constantly there to cleanse us,\n\nand forgive us and it becomes something that eventually turns out to be a license for sin and thus they deny our only master and Lord Jesus Christ. It's almost as though they say Jesus Christ hasn't come because under the Old Testament law, the Old Testament law itself put a certain fear of God into people. The law of Moses taught people a certain fear of God.\n\nAnd if people say that we are now gone beyond law, we have come to grace, and they've lost that basic fear of God which even the law brought, what does it amount to? It amounts to denying Jesus Christ. It amounts to denying that Jesus Christ has ever come. Or, it must be another Jesus, who is lower than Moses, who is not even able to raise his followers to the level that Moses raised his followers to.\n\nIt's amazing the fear of God that the law brought into the lives of God-fearing Israelites. And when we see Christians who claim to be following Jesus Christ, in whose lives there is sometimes not even a small percentage of that fear of God, which those Old Testament followers of Moses had, then we can say that must be another Jesus they are following. Because the true Jesus Christ must certainly be able to raise people to a higher level\n\nThen Moses raised people in the Old Testament. And so he says these people have turned the grace of God into licentiousness and deny our only master and Lord Jesus Christ. They have perverted the grace of God into immorality. They live in sin and they cover it all up by saying the blood of Jesus cleanses us from all sin. For example, there is a very common expression found among believers called the blood covers us.\n\nAnd it's accepted. Lord, cover us with your blood, people pray. But have you noticed that there's not a single place in the New Testament where it speaks about the blood covering us? The covering of the blood of bulls and goats was in the Old Testament. In the New Testament, it speaks not about covering, but it speaks about the blood of Jesus cleansing us, removing that sin altogether, cleansing it away and delivering us from its power.\n\nHere is an example of how God's word is twisted in these days to mean something other than what it means, resulting in Christians living at a far lower level than even the followers of Moses. The grace of God has been turned into license for sin. These are the days in which we live. And let's remember this.\n\nWhen we pervert the grace of God into a license for sin, we are actually denying our true Lord and Master Jesus Christ. And that is why we need in this day to contend earnestly, wholeheartedly, even if it makes us unpopular, for that true faith which has been delivered to the saints once for all, which is meant to deliver us from sin's power completely. Let's turn today to the epistle of Jude and"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 2,
    "text": "May mercy, peace, and love be multiplied to you."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 3,
    "text": "The faith that's been delivered to the saints. That true doctrine that's delivered you from sin's power. Build yourselves up on it. Establish yourself in it. Praying in the Holy Spirit.\n\nPraying at all times in the Spirit. To pray in the Spirit, in the Holy Spirit, does not necessarily mean to pray in tongues alone. It can mean that. But also to pray in our mother tongue, but in the power of the Holy Spirit at all times. Building ourselves up. Keep yourselves in the love of God, or as the Living Bible paraphrases that, stay always within the boundaries of\n\nWhere the love of God can reach you and bless you. There is a boundary within which the love of God can reach you and bless you. For example, it says God gives His grace to the humble. You can't get God's grace if you don't stay in humility.\n\nGod gives His grace to the humble. Keep yourselves in the place where the love of God can reach you and bless you. And waiting eagerly for the mercy of our Lord Jesus Christ to eternal life. Eagerly waiting for the mercy of our Lord Jesus Christ. For the coming of Christ, for His mercy, eagerly longing to partake more and more of that divine nature which is spoken of as eternal life. And then He gives us a word of caution. He says,\n\nHe says, don't think that every believer is like this. There are some, though they are in sin, they are defeated, they are doubting. Have mercy on them."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 4,
    "text": "Particularly about those who have tried to bring into the church a corruption in the doctrine. Leading people away from that true faith which was once for all delivered to the saints. He's speaking particularly about those who minister the word. Those who lead in the churches. He says, Woe to them! They have gone the way of Cain.\n\nAnd for pay they have rushed headlong into the error of Balaam and perished in the rebellion of Korah. There are three Old Testament characters mentioned here in this verse. And it's good for us to understand what he's trying to say about each of them as a warning for people in this day. First of all, the way of Cain. It's said about Cain in 1 John chapter 3 and"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 5,
    "text": "though you know all these things once for all, that the Lord, after saving a people out of the land of Egypt, subsequently destroyed those who did not believe. There are many people who feel that once the Lord has saved you, he cannot destroy you.\n\nAnd that is the reason why many people take a loose and a lax attitude towards sin. They feel that now I have accepted Christ, I can virtually live as I like. And this type of teaching has led to a very lax attitude towards sin. And therefore, Jude writes, he says, I want to remind you, you people know how that Old Testament redemption from Egypt of the Israelites is a picture of redemption by the blood of the Lamb?\n\nWell, what did God do with those 600,000 men who came out of Egypt? Even though God had saved them, He destroyed them because they did not believe. And He gives another example. He says, think of the angels who did not keep their own domain. Those angels were under the anointing in the beginning. Even Lucifer was called the anointed cherub. He was an anointed angel and yet he lost the anointing. They did not keep their own domain.\n\nbut abandoned their proper abode. God has kept them in eternal bonds under darkness for the judgment of the great day. What do we learn from this? That when God created the angels, he drew a certain boundary around them. They were to stay within that boundary, but they did not stay within that boundary. This is probably referring to the angels whom we read of in Genesis chapter 6, who went down in the days of Noah,\n\nand indulged in sexual sin in some way, we're not able to understand fully. But they did not stay within the sphere that God had apportioned for them, their domain. They did not stay in their proper abode, and therefore God judged them. When God made Adam and Eve, He drew a boundary around them. For example, the tree of knowledge of good and evil was outside that boundary. They were not supposed to go outside that boundary and touch and eat of that tree. But they did, and they sinned.\n\nAnd this has been man's sin through the ages. When God gives us commandments, we can say that those commandments are like a boundary that God has drawn around us. And when we disobey those commandments,\n\nBecause we think we have accepted Christ and the grace of God will take care of it, all that. And I violate God's commandments and His laws and I go outside the boundary that God has placed around me through those commandments. I am committing the same sin that the angels committed, who did not keep their proper abode, did not stay, we can say, in the sphere which God had marked out for them.\n\nDo we realize that God's laws are like a boundary around us, which shows us the sphere in which we are to live all our life? When we move out of them, we commit exactly the same sin that those angels did in the days of Noah. And what did God do? Even though they were angels he had created, even though at one time they were holy, even though at one time they were under the anointing, God took it all away and created\n\nWhat did he do? He has kept them in eternal bonds under darkness for the judgment of that great day. We can also learn another lesson from this verse and that is in terms of our ministry. There is a boundary that God has drawn around us for our life and that is through the commandments. There is also a boundary that God's drawn around each of us for our ministry. For example, God has told women that they are to be under the authority of men.\n\nAnd when a woman goes outside her boundary and seeks to enter into the ministry which God has called a man to, she is committing the same sin that the angels did. This is a sin which people are committing not only in the heathen world, in the Christian world too. Around all people God has drawn a circle. The only one without a boundary in the universe is God himself. Everyone else has got a boundary around himself. And if we are humble,\n\nand wise, we will recognize the boundary God has drawn around us. We shall not get into competition with another brother who has a ministry around which, around him, God's drawn perhaps a bigger circle than he's drawn around ours. But that's none of our business. We are to stay in the sphere that God has drawn around us. That's our salvation. Outside our boundary, we'll only find the devil. Inside our boundary, we shall find God.\n\nAnd this is the reason why many Christians go astray. We read in Acts of the Apostles in chapter 17, when Paul was speaking to the people in Athens, he says, God has made boundaries so that within them, within those boundaries, Acts 17, 27, they should seek for God and find him there. Whom do we find outside that boundary? We find the devil. That's what Adam found in the Garden of Eden. And that's how he got thrown out.\n\nAnd that's how many people have missed the will of God, by not recognizing the sphere which God had placed them in. And there we are told about the angels and given a warning from their example. In"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 6,
    "text": "We're not happy with the circle that God had drawn around them. We wanted to try something outside that circle and try to get into sexual sin. In the same way, a murmurer and a complainer is one who's got to complain against something that God has allowed in his life.\n\nIt's a dissatisfaction with God's ways. And it's a serious sin. These are grumblers. They find fault complaining about something or the other, following after their own lusts. Walking after their own lusts and yet speaking about the grace of God at the same time. Do we find Christians like that? Grumbling, murmuring, complaining, walking after their own lusts and yet speaking about the grace of God? That is not the true faith. He who has ears to hear, let him hear.\n\nThey speak arrogantly. Loud mouthed boasters. Alas, we find them among Christian preachers. Loud mouthed boasters. Flattering people for what advantage they can get out of them. You heard preachers like that? Flattering the rich to get money out of them. Flattering those who are influential in the world to get some personal benefit. He says, these are the people whom God is coming finally to judge.\n\nAvoid such people. In contrast to this fantastic list of people described all the way from"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 7,
    "text": "we're told about the example of Sodom and Gomorrah. He gives us three examples here. First, about the Israelites who came out of Egypt, who were destroyed after they were first converted. And then secondly, he gives us the example of the angels who\n\nwho did not keep their proper abode but went out and sinned. And then third, he gives us the example of Sodom and Gomorrah and the cities around them which indulged in gross immorality and went after strange flesh. They violated God's laws. They disregarded God's laws. They couldn't care less for the laws that God had made in this area, in this sexual area.\n\nAnd God punished them publicly and it says here, they have been exhibited as an example in undergoing the punishment of eternal fire. Many people don't realize that sexual sin can lead a person into the eternal fires. If you turn to Matthew chapter 5, it's one of the first things that Jesus said in the Sermon on the Mount. He said in the Old Testament, it was commanded, thou shall not commit adultery.\n\nYou have heard that said of old, you shall not commit adultery, Matthew 5.27. But I say to you that everyone who looks on a woman to lust for her has committed adultery with her already in his heart. And if your right eye makes you stumble, tear it out and throw it from you. For it's better for you that one of the parts of your body perish than, listen to this, than for your whole body to be thrown into hell.\n\nThink of that, that sexual sin can lead a person to an eternal hell. And Jesus says, not just about physical adultery. He's speaking here about lusting after a woman with your eyes. There are very few Christians who take that matter seriously. They don't realize that lusting after a woman with your eyes is the first step towards hell.\n\nWhy is that? Because they have turned the grace of God into licentiousness. They have turned the grace of God into an excuse for sinning. They can live as they like. They can look and lust and do what they like. Because the grace of God cleanses them. This is the deception into which Satan has brought them. They have been led astray from the true faith which has been delivered once for all to the saints. And this is the faith which Jude says we must now fight for.\n\nIf your right eye causes you to stumble, tear it out. If your right hand makes you stumble, cut it off. A radical attitude towards sin is what Jesus taught in this sexual area. But the people in Sodom and Gomorrah, they sinned not only in terms of adultery, but in homosexuality, in sexual perversion. And it says here that God has set them up as an example to the whole world, for those who have eyes to see and ears to hear.\n\nof the way God hates sexual perversion. Now we are living in days when Jesus said the last days will be like the days of Lot in Sodom and Gomorrah. The sins of Sodom and Gomorrah have spread all over the world today. And that's one reason why God has allowed dreadful diseases like AIDS, for example, which has come around the world to show God's hatred of these things. Let's come back to the true faith.\n\nto a radical attitude against sin, to that grace of God manifested in Christ, which not only forgives us from sin, but delivers us from sin's power. Let's turn to the letter of Jude and"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 9,
    "text": "But when the archangel Michael, contending with the devil, was disputing about the body of Moses, he did not presume to pronounce a blasphemous judgment, but said, ‘The Lord rebuke you.’"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 10,
    "text": ", the things which they do not understand. When we speak and talk about things which we have not understood and experienced in our lives.\n\nthen we are going outside our boundaries. It's good always to limit ourselves to speak and talk about the things which we have understood and experienced and to be small in our own eyes so that we don't seek for honor for ourselves by talking about great and mighty things. You may have heard some other brother talk about these things. Maybe that lies within his boundary and God has given him authority and authority\n\nwidened his circle so that he could speak about these things. But if he hasn't given you that, you are not to speak about it. No, these men revile the things which they don't understand. And the things which they know by instinct, like unreasoning animals, by these things they are destroyed. Jude says these people have reduced themselves to the level of unreasoning animals. When a man defiles his body and lives according to the lust of the flesh,\n\nHe descends to the level of an animal. An animal does not have any self-restraint when it comes to sexual matters. And when a human being who is created in the image of God and one who claims to have accepted Christ and the true grace of God lives in that way, he's descended to the level of an animal too.\n\nAnimals don't know authority. They couldn't care less for an authority. The tiger in the forest, the lion in the forest, they don't bother about authority. And when a man lives like that, he's descended to the level of an animal. And he says, these are the things by which they are destroyed. May God wake us up from our spiritual sleep so that we can take heed to these things and be warned. Let's turn today to the letter of Jude and"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 11,
    "text": ".\n\nJude is speaking about those people who had crept in unnoticed into the church."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 12,
    "text": ", are those who are hidden reefs in your love feasts. These are the people who will make a shipwreck of your church.\n\nHidden reefs means the hidden rocks which you can't see on the surface, which a ship goes and collides again and the ship is wrecked. These are the hidden reefs. Be careful. You remember when Paul was leaving the church in Ephesus, he called the elders together in Acts chapter 20. He said, as long as I was with you, these men who are seeking to lead people after themselves did not have power. But after my departure, he says,\n\nThese ravenous wolves will come into the midst of the flock and draw away to the disciples after them. How is it that these people did not get power as long as Paul was there? Because he radically spoke the word of God that such people never got power in that church. But we find that when Paul left, the others were not so radical. And later on you find in Revelation chapter 2, the church in Ephesus has descended to such a low state, just like Paul predicted.\n\nThese men are the people who will make a shipwreck of your church. They are hidden reefs in your love feast. They sit in your love feast, feasting with you without any fear. They have no scruples. Without any fear, it says they care only for themselves.\n\nThey look after none but themselves. Shepherds who feed only themselves. Shepherds who are interested not in feeding the flock, but in feeding themselves. We are warned about such shepherds. And dear friends, Christianity today abounds with such shepherds who are seeking to feed only themselves. Do you have a shepherd who is only interested in feeding himself? He can never lead you to a godly life.\n\nBecause he doesn't have the spirit of Christ. Christ didn't come seeking his own. No, these people care for themselves, feed themselves. They are clouds without water. Deceptive. You see a black cloud in the sky and you think it's going to rain. It comes over and just passes over. You don't get any rain at all. Hollow. They don't bless you. There's no blessing of the spirit in their ministry. Carried about by the winds. Every wind of doctrine. Push this way, that way.\n\nAutumn trees without fruit, doubly dead, uprooted. The Spirit of God tries to use every type of example to illustrate the emptiness, hollowness, fruitlessness, and deception of such people who seek to make shipwreck of a church by perverting the grace of God into licentiousness. Wild waves of the sea casting up their own shame like foam. Wandering stars,\n\nThat means stars that once started out on the right course but have missed the course and they've gone away from the track that God has marked out for them. When you look up into the skies, you find that the stars keep the course that God has marked out for them. You read of shooting stars. These are the ones that have wandered out of course. Meteorites that have left the track God has appointed for them. He says there are people like that in Christendom. Wandering stars.\n\nwhich don't follow any orbit, go outside the boundary God's appointed for them. To such people, the only thing that's reserved, Jude says, is the black darkness of eternity. Forever doomed to utter darkness.\n\nMany people think that when we speak about the gospel, we have to be so gentle and so gracious and so diplomatic. Well, Jude was not very diplomatic when he said that people were like wandering stars for whom the black darkness of eternity had been reserved. He wasn't diplomatic when he said that they were clouds without water and all the other horrible expressions he uses here because he earnestly contended for the faith. And he's telling the other believers, fight for it, brothers and sisters.\n\nFight for this true faith that has been delivered to us. And this is the calling that comes down to us now after 20 centuries. Fight for that true faith that has been delivered to the saints. Let's turn today to the epistle of Jude. Jude's letter and"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 13,
    "text": "How is it with you? Have you been delivered from murmuring and complaining in your life? It's very clear here that God's going to come to judge murmurers and complainers. Because when we murmur and complain, we are expressing a dissatisfaction with God.\n\nOur appointed lot. In other words, we are not satisfied with the boundary that God has drawn around us in some area. We're not happy. Just like those angels we read off in"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 14,
    "text": ", Enoch, in the seventh generation from Adam, prophesied saying, Behold, the Lord came with many thousands of his holy ones. It's interesting to see that Enoch, who was the seventh from Adam, proclaimed about the second coming of Christ. There's a prophecy about Christ's second coming way back in Genesis chapter 5, in the time of Enoch.\n\nAnd it says here that the Lord is going to come with thousands of his saints to execute judgment. Enoch preached judgment. Enoch preached righteousness. Enoch preached the fear of God and godliness. He says the Lord is going to come to convict all the ungodly of all their ungodly deeds. Enoch was a preacher who preached against sinful deeds, which they have done in an ungodly way. And of all the harsh things which ungodly sinners have spoken against him.\n\nEnoch spoke against those who sing with their lips, with their tongue. Ungodly words, ungodly actions, ungodly people. These are what Enoch said, the Lord's going to come from heaven to judge. These are grumblers, finding fault, following after their own lusts. Murmurers and complainers are put in the category of people whom the Lord is coming to judge.\n\nThe word of God says that we must do all things without murmuring and grumbling and complaining. Philippians chapter 2,"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 15,
    "text": "to execute judgment on all and to convict all the ungodly of all their deeds of ungodliness that they have committed in such an ungodly way, and of all the harsh things that ungodly sinners have spoken against him."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 16,
    "text": ". He says in contrast, but you, beloved. He says you, children of God, don't be deceived by such people. Don't be led astray by such shepherds. Loudmouthed boasters who are seeking their own gain, caring only for themselves.\n\nand flattering men for their own advantage who cannot deliver you from sin's power. You beloved, you must remember the words spoken by the apostles of the Lord Jesus Christ. Get back to the word of God. Get back to the source of that stream called Christianity which you find in the New Testament. That stream has been corrupted by 20 centuries of human tradition.\n\nGet back to the source. Get back to the words spoken by the apostles of our Lord Jesus Christ. Get back to the words of Paul who said, Sin shall not have dominion over you. To the words of John who said, These things I write unto you that you may not sin. The words of Peter who says that the exceeding great and precious promises are that we might partake of the divine nature having escaped the corruption that is in the world by lust.\n\nGet back to the words spoken by the apostles of our Lord Jesus Christ. That will lead you to the truth. Get back to the New Testament. And they also said that in the last time there will be mockers. Peter said that. Following after their own ungodly lusts, worldly minded people who cause divisions. Divisions among God-fearing people. When you cause a division among God-fearing people, you are an agent of Satan.\n\nWhen you cause a division among the ungodly in order to pull out a God-fearing group of people, you are an agent of God. That's the difference. When you bring division in the midst of ungodly people, you become an agent in Satan's hands. But, if you are one who is seeking to separate light from darkness, as God did in Genesis chapter 1, that type of separation is from God. He who sows discord among God-fearing brothers...\n\nis one whom God hates. These are the ones who separate themselves, who make separations and cause divisions, who, like Paul says, draw away disciples after themselves for their own personal ends. When we stand up for the truth, we don't have to make any separation. Those who belong to darkness will separate themselves from us automatically. We don't have to separate ourselves. We stand for the truth and those who belong to darkness separate themselves from us.\n\nIf they don't, it's because you're not standing up for the truth wholeheartedly. There is, of course, a place where we need to obey the exhortation in 2 Corinthians 6.4. It says, be separate. 2 Corinthians 6.17, touch not the unclean thing, come out from among them and be separate. That is from evil and from sin. And we are not to confuse that with this. Here are people who are making, bringing a division between the God-fearing, who are leading the simple-minded astray, sensual, living after their lusts,\n\nWorldly minded not having the Holy Spirit. They may have experiences but devoid of the Holy Spirit. But you beloved notice this repetition again just like in"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 17,
    "text": "you are not to be like them.\n\nBuild yourselves up on your most holy faith. That is the faith that he speaks of in"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 18,
    "text": "They said to you, ‘In the last time there will be scoffers, following their own ungodly passions.’"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 19,
    "text": "It is these who cause divisions, worldly people, devoid of the Spirit."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 20,
    "text": "But you, beloved, building yourselves up in your most holy faith and praying in the Holy Spirit,"
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 21,
    "text": "keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 22,
    "text": ". Have mercy on them and save others snatching them out of the fire. We have a responsibility to proclaim this true gospel of the grace of God that brings deliverance from sin's power and save people by snatching them out of that eternal hellfire towards which they are heading, which they don't even realize.\n\nOn some have mercy with fear. We have to be careful in approaching some because we can be defiled. And there we have to be careful that we hate even the garment polluted by the flesh. But we need not be afraid."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 23,
    "text": "save others by snatching them out of the fire; to others show mercy with fear, hating even the garment stained by the flesh."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 24,
    "text": "says, He\n\nJesus is able to keep you from stumbling. Here is a wonderful promise. Just like Romans 6.14. He can keep you from falling. He can keep you from stumbling. And he can make you stand. Not only now. But also in the presence of his glory. Blameless with great joy. He is the one who will keep you from all this deception and pollution and corruption. That you find around you. To this only God our Savior.\n\nthe Father, through Jesus Christ, our Lord, be glory, majesty, dominion, and authority before all time, now and forever. Amen. May God help us to take the exhortation in this episode and stand earnestly in these last days for the faith that has been delivered to the saints, the true grace of God."
  },
  {
    "book": "Jude",
    "chapter": 1,
    "verse": 25,
    "text": "to the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and authority, before all time and now and forever. Amen."
  }
]
